[
  {
    "description": "A New Parent's Need for Flexibility",
    "name": "Ravi, multimedia producer",
    "images": [
      {
        "caption": "Ironically, Ravi often sleeps more now than he did before he became a father. The birth of his daughter several months ago forced him and his wife to be more disciplined and flexible with their schedules. He describes it as \"reprogramming\" his mind to be able to grab opportunities for sleep as they arose.",
        "image": "ravi/ravi_01.jpg"
      },
      {
        "caption": "Sleep disruption is as much a part of a new parent's life as feedings and diaper changes. And quality sleep doesn't necessarily return for the parents once the child begins sleeping through the night. A 2002 government health survey found that approximately one-third of all parents (not just new parents) reported insufficient sleep on a regular basis.",
        "image": "ravi/ravi_02.jpg"
      },
      {
        "caption": "Motivated by their need for sleep, and disciplined enough to go to bed shortly after getting their daughter to sleep, Ravi and his wife have managed to sleep much better than friends said they would, even in their first few months of parenthood.",
        "image": "ravi/ravi_03.jpg"
      }
    ],
    "audio": {
      "key": "ravi",
      "urls": ["ravi/ravi.mp3", "ravi/ravi.ogg"]
    },
    "thumb": "ravi/ravi_tn.jpg"
  },
  {
    "description": "The Schedule-free Weekend",
    "name": "Katie, student",
    "images": [
      {
        "caption": "A sophomore at Boston University, Katie keeps busy with a full load of classes and two part-time jobs. Despite her ambitious schedule, she says that she is managing to keep up with her coursework. She keeps close tabs on her schedule and during the school week finds adequate time for her studies and for sleep. Weekends are a different story.",
        "image": "katie/katie_01.jpg"
      },
      {
        "caption": "For Katie, like many college students, weekends provide the opportunity to catch up with friends and to enjoy a couple of days away from the classroom. On any given Friday or Saturday, it's not uncommon for her to go to sleep well after midnight, sometimes as late as 4:00 a.m., and then to sleep as late as the following day's work schedule allows.",
        "image": "katie/katie_02.jpg"
      },
      {
        "caption": "The shift in Katie's weekend sleep/wake schedule also likely causes a shift in her body’s internal clock that makes getting up early on Monday morning that much more difficult. Experts acknowledge that maintaining a consistent sleep/wake schedule can be difficult, but they recommend limiting weekend schedule shifts to two hours or less.",
        "image": "katie/katie_03.jpg"
      }
    ],
    "audio": {
      "key": "katie",
      "urls": ["katie/katie.mp3", "katie/katie.ogg"]
    },
    "thumb": "katie/katie_tn.jpg"
  },
  {
    "description": "Life of a Doctor",
    "name": "Dennis, medical resident",
    "images": [
      {
        "caption": "As a third-year medical resident at a Boston hospital, Dennis accepts the challenges of his chosen profession. \"It's what we signed on for,\" he says of the long hours his training requires. However, he also admits that the extreme work schedules medical professionals endure can have consequences.",
        "image": "dennis/dennis_01.jpg"
      },
      {
        "caption": "During a 30-hour shift, Dennis may sleep just a handful of fitful hours, depending on his patients' needs. At any moment, he must be ready to respond to any emergency. To add to the challenge, he says that many of the most urgent and challenging cases appear in the middle of the night, when he is not at his best.",
        "image": "dennis/dennis_02.jpg"
      },
      {
        "caption": "For the most part, Dennis and his fellow medical residents simply try to \"tough it out\" through their challenging work schedules, all the while consuming copious amounts of caffeine and sugar. But these measures don't eliminate the need for sleep, or the consequences of such a demanding schedule.",
        "image": "dennis/dennis_03.jpg"
      }
    ],
    "audio": {
      "key": "dennis",
      "urls": ["dennis/dennis.mp3", "dennis/dennis.ogg"]
    },
    "thumb": "dennis/dennis_tn.jpg"
  },
  {
    "description": "A Change in Sleep with Age",
    "name": "Sybil, speech therapist",
    "images": [
      {
        "caption": "At 72 years old, Sybil has no plans to retire. She stays busy running her speech therapy practice, teaching classes, and hosting a local radio program. As much as she loves all of these activities, they do stand in the way of one of her favorite pastimes: napping \"It would be delightful if I could have a nap every single day,\" she says, \"but I don’t have the time.\"",
        "image": "sybil/sybil_01.jpg"
      },
      {
        "caption": "Sybil used to be able to get by on just four hours of sleep per night. She would go to bed at 2:00 a.m. and get up at 6:00, but about five years ago, something changed dramatically. \"I could very easily sleep eight to ten hours a day now, but I only allow myself eight,\" she says. And even though she describes herself as \"never sleepy,\" she says that she could take a nap at any time.",
        "image": "sybil/sybil_02.jpg"
      },
      {
        "caption": "Another dramatic shift in Sybil’s sleep pattern, is her inability to sleep through the night. Instead, she falls asleep knowing that she will awaken in two hours, and approximately every two hours thereafter, until she rises in the morning. Fortunately for Sybil, unlike many in her age group, getting back to sleep is not so difficult, even if staying asleep is.",
        "image": "sybil/sybil_03.jpg"
      }
    ],
    "audio": {
      "key": "sybil",
      "urls": ["sybil/sybil.mp3", "sybil/sybil.ogg"]
    },
    "thumb": "sybil/sybil_tn.jpg"
  },
  {
    "description": "Working the Evening Shift",
    "name": "David, broadcast coordinator",
    "images": [
      {
        "caption": "As a broadcast coordinator for a Boston television station, David is required to follow a sliding nighttime work schedule that gets him to bed at 2:00 or 3:00 a.m. most nights. He generally tries to get a solid eight hours of sleep by setting his alarm for 10:00 or 11:00 a.m. But things don't always work according to plan.",
        "image": "david/david_01.jpg"
      },
      {
        "caption": "Like many people who work nights and try to sleep during the day, David says he finds it difficult to sleep when \"the rest of the world is awake.\" Sometimes he has to rise earlier than usual to help get his daughter to school or to make it to a doctor's appointment. And often, if he is awakened before his alarm goes off, he finds it difficult to get back to sleep.",
        "image": "david/david_02.jpg"
      },
      {
        "caption": "To improve his sleep, David has taken important steps to insulate his bedroom from the outside world. By sleeping on the top floor of his three-story apartment, he avoids much of the noise on other floors of the building and from the street below. He has also installed window blinds that help him sleep by blocking out morning light.",
        "image": "david/david_03.jpg"
      }
    ],
    "audio": {
      "key": "david",
      "urls": ["david/david.mp3", "david/david.ogg"]
    },
    "thumb": "david/david_tn.jpg"
  },
  {
    "description": "Carrying The Weight of a Business",
    "name": "Cat, florist and business owner",
    "images": [
      {
        "caption": "Although Cat enjoys being in charge of her own flower shop, sometimes the stress of business ownership catches up with her. In the end, the responsibility of filling orders and keeping the shop running smoothly falls to her. And quite often those concerns fill her mind when she's trying to get to sleep.",
        "image": "cat/cat_01.jpg"
      },
      {
        "caption": "Stress and work, often in combination, are some of the most common causes of sleep loss. A 1995 National Sleep Foundation survey found that nearly half of those who said they sleep poorly cited stress or worries as the number one reason for their sleep problems. And one in four said they believed it's not possible to be successful in a career and get enough sleep.",
        "image": "cat/cat_02.jpg"
      },
      {
        "caption": "Remarkably, Cat has found the discipline to turn off most stressful thoughts when trying to sleep. But there are still times when keeping up with the demands of her business and maintaining a normal life outside of work robs her of adequate sleep.",
        "image": "cat/cat_03.jpg"
      }
    ],
    "audio": {
      "key": "cat",
      "urls": ["cat/cat.mp3", "cat/cat.ogg"]
    },
    "thumb": "cat/cat_tn.jpg"
  },
  {
    "description": "Sleep vs. Time for Yourself",
    "name": "Rick, web designer",
    "images": [
      {
        "caption": "With three kids and a demanding job, Rick has few hours in the day that he can call his own. Rather than take time away from his family or his job to work on outside projects or to relax, he borrows time from sleep. With his chosen late bedtimes and a fixed early wake time, Rick averages less than 6.5 hours per night.",
        "image": "rick/rick_01.jpg"
      },
      {
        "caption": "Although he says that eight hours per night is probably optimal for him personally, Rick says that he is able to get by on less sleep most of the time. However, every two weeks or so he says his demanding schedule catches up with him, and leaves him feeling as if he's going through the day in a trance.",
        "image": "rick/rick_02.jpg"
      },
      {
        "caption": "To combat his growing fatigue, Rick periodically grabs a \"catch-up night.\" On these nights he turns in shortly after his kids go to bed and sleeps until they wake up in the morning. This leaves him feeling better physically and mentally.",
        "image": "rick/rick_03.jpg"
      }
    ],
    "audio": {
      "key": "rick",
      "urls": ["rick/rick.mp3", "rick/rick.ogg"]
    },
    "thumb": "rick/rick_tn.jpg"
  },
  {
    "description": "Balancing Work and School",
    "name": "Jackie, surgical technician",
    "images": [
      {
        "caption": "Jackie's morning commute and her job as a surgical technician on an open-heart surgery floor requires her to rise before 5:00 a.m. every morning. She gets by on about six hours of sleep each night and says that during the day she is constantly on the go and in demand, so she notices her fatigue less.",
        "image": "jackie/jackie_01.jpg"
      },
      {
        "caption": "In addition to her demanding job, Jackie spends evenings and weekends caring for her family and studying to become a nurse. Consequently, she sometimes goes to bed later than she would like. Still, even when she takes a night off from her studies she has a hard time winding down from her busy day, and rarely gets to sleep before 10:30 or 11:00 p.m.",
        "image": "jackie/jackie_02.jpg"
      },
      {
        "caption": "Jackie's limited sleep is common in her workplace and the medical field in general. Medical interns and residents are often expected to work continuous shifts of 24 to 30 hours, and even if they find time to sleep while on call, the quality of their sleep is typically poor. \"I work with a bunch of zombies,\" Jackie says.",
        "image": "jackie/jackie_03.jpg"
      }
    ],
    "audio": {
      "key": "jackie",
      "urls": ["jackie/jackie.mp3", "jackie/jackie.ogg"]
    },
    "thumb": "jackie/jackie_tn.jpg"
  }
]
